Repository: oscarahalvorsen/masterproject
Catalog: datacollecting/MAALFRID/tmx/nupi.no.csv-en-nb.deduped.tmx
Source language: en
Languages: nb

source: To mark the establishment of the Centre of Historical International Politics (CHIP) at NUPI, we have the pleasure of inviting you to a talk with Dr George Lawson on ‘Anatomies of revolution’.
nb: For å markere etableringen av Senter for historisk internasjonal politikk (CHIP), inviterer vi til foredrag med George Lawson som skal snakke om «Anatomies of Revolution».

source: Bøås asked rhetorically, continuing:
nb: spurte Bøås retorisk, og fortsatte:

source: He also served as a Special Assistant to the President and a Senior Director on the staff of the National Security Council.
nb: Han har også fungert som Special Assistant til presidenten og seniordirektør fra de ansatte ved National Security Council.

source: In 2014, journalist Peter Greste was arrested with two of his colleagues in Egypt and charged with terrorism.
nb: I 2014 ble journalisten Peter Greste og to av hans kollegaer arrestert i Egypt og siktet for terrorisme.

source: Sofie Nystrøm, Editor, Centre for Cyber- and Information Security (CCIS)Stewart Kowalski, Professor, Gjøvik University CollegeHans Christian Pretorius, Deputy Director, Operational Department, The Norwegian National Security Authority
nb: Sofie Nystrøm, Direktør, Centre for Cyber- and Information Security (CCIS)Stewart Kowalski, Professor, Høgskolen i GjøvikHans Christian Pretorius, Avdelingsdirektør Operativ avdeling, Nasjonal Sikkerhetsmyndighet

source: She has field experience from Uganda, Spain, Morocco, Thailand and Myanmar, and has also studied abroad at the American University in Cairo.
nb: Hun har også erfaring fra kortere feltarbeid i Spania, Marokko, Thailand og Myanmar, i tillegg til et utvekslingsopphold ved the American University in Cairo.

source: Research group for Russia, Asia and international trade
nb: Russland, Asia og internasjonal handel

source: Frédéric Charillon is a Professor of political science at the University of Auvergne.
nb: Frédéric Charillon er professor i statsvitenskap ved Universitetet i Auvergne.

source: Against such a backdrop, this projects will analyze Russian strategic communication on central European events of 2016 such as Brexit and the NATO summit in Warszaw.
nb: På bakgrunn av en slik forståelse vil dette prosjektet undersøke russisk strategisk kommunikasjon i forbindelse med sentrale hendelser i Europa i 2016, som Brexit og NATO-toppmøtet i Warszawa.

source: These are some of the questions that Caroline de Gruyter will address in the seminar.
nb: Dette er noen av de spørsmålene Caroline de Gruyter vil diskutere.

source: The research consortium is composed of leading institutions from Albania, Belgium, Bosnia, Bulgaria, Denmark, France, Germany, Iraq, Italy, Kosovo, Morocco, Norway, Senegal and Serbia.
nb: Konsortiet består av ledende forskningsinstitutter fra Albania, Belgia, Bosnia, Bulgaria, Danmark, Frankrike, Tyskland, Irak, Italia, Kosovo, Marokko, Norge, Senegal og Serbia.

source: In the seminar's first panel, Morten Bøås (Research Professor, NUPI), Jolanta Szymańska (Head of EU programme, PISM), Guri Tyldum (Senior Research Fellow, Fafo) and Anna Rostocka (Director, IOM Poland) discussed current global migration patterns, as well as challenges and opportunities for both sending-, transit-, and recipient countries.
nb: I det første panelet diskuterte Morten Bøås (Forsker I, NUPI), Jolanta Szymańska (Leder for PISMs EU-program), Guri Tyldum (Seniorforsker, Fafo), og Anna Rostocka (Direktør, IOM Polen) nåværende globale migrasjonsmønstre, samt utfordringer og muligheter for både avsender-, transitt-, og mottakerland.

source: It is anticipated that the General Assembly will consider the report, together with the Secretary-General’s own recommendations, during its autumn 2015 session.
nb: Det er forventet at FNs generalforsamling vil ta stilling til rapporten, sammen med generalsekretærens egne anbefalinger, i løpet av høsten 2015.

source: Medical experts to Italy pose for a group photo before departure in Fuzhou, southeast China's Fujian Province, March 25, 2020
nb: Medisinske eksperter i Fuzhou i den sørøstlige provinsen Fujian i Kina, poserer for et gruppebilde før avgang til Italia, 25 mars, 2020.

source: 3) When do digital attacks against petroleum become a national responsibility?
nb: 3) Når blir digitale angrep mot petroleumssektoren et nasjonalt ansvar?

source: Max was previously a Lecturer and postdoctoral fellow at Stanford University CISAC and a College Lecturer at Keble College, University of Oxford.
nb: Max har tidligere vært lektor og postdoktor ved Stanford University CISAC og høyskolelektor ved Keble College på University of Oxford.

source: Before joining the CER, Agata Gostyńska-Jakubowska worked as a senior research fellow at the Polish Institute of International Affairs in Warsaw where she dealt with the EU institutional affairs.
nb: Før hun begynte i CER, jobbet Agata Gostyńska-Jakubowska som seniorforsker ved Polish Institute of International Affairs i Warszawa med forskning på EUs institusjonelle saker.

source: is a Research Fellow in International Relations and Security Studies at the Sant'Anna School of Advanced Studies of Pisa, Italy.
nb: er forsker ved International Relations and Security Studies på Sant’Anna School of Advanced Studies of Pisa i Italia.

source: Topics of particular interests are norm change, peacekeeping, peacebuilding and humanitarian issues.
nb: Karlsrud er spesielt interessert i normendringer, fredsbevaring, fredsbygging og humanitære spørsmål.

source: Offshore – only for the big and very wealthy?
nb: Offshore – bare for de store og enormt rike?

source: on oil extraction in Russia were finalized during a short period from June 2010 to August 2011.
nb: om oljeutvinning i Russland i den korte perioden fra juni 2010 til august 2011.

source: He is the Joint Research Director of the International Centre for Tax and Development (ICTD).
nb: Pridchard er en av forskningsdirektørene ved International Centre for Tax and Development (ICTD).

source: Ina Holst-Pedersen Kvam is a Researcher at the Royal Norwegian Naval Academy’s Section for Seapower and Naval Leadership and the Norwegian Institute of Foreign Affairs’
nb: Ina Holst-Pedersen Kvam er forsker ved FHS Sjøkrigsskolens seksjon for sjømakt og sjømilitær ledelse og NUPI’s

source: Seminar in International Economics with Jan Fagerberg, TIK Centre, University of Oslo and Fulvio Castellacci, NUPI.
nb: Møteserien internasjonal økonomi med Jan Fagerberg, Senter for teknologi, innovasjon og kultur, UiO og Fulvio Castellacci, NUPI.

source: Welcome by Pernille Rieker, Senior Research Fellow, NUPI
nb: Velkommen av Pernille Rieker, Seniorforsker, NUPI

source: , he is an expert on military strategy, the future of warfare, and insurgency/counterinsurgency, lecturing and publishing widely on these subjects.
nb: , han er ekspert på militærstrategi, krigføringens fremtid og opprør/opprørsbekjempelse, og han holder foredrag og skriver om disse temaene.

source: and external communication, structure, board and management.
nb: og eksterne kommunikasjon, struktur, styring og ledelse.

source: Using new data from court documents and media reports, it reviews the financing of 40 jihadi terrorist cells that have plotted attacks in Europe, and examines a selection of cases in depth.
nb: Rapporten analyserer finansieringen av 40 jihadistiske celler som har planlagt terrorangrep i Europa, og tar et nærmere blikk på fire utvalgte caser, basert på rettsdokumenter og medieoppslag.

source: Master's degree in political science, Department of Political Science and Management, University of Agder
nb: Master i statsvitenskap, Institutt for statsvitenskap og ledelse, Universitetet i Agder

source: In a new article NUPI Research Fellow Bjørnar Sverdrup-Thygeson adresses the diplomatic relationship between China and African countries.
nb: I en ny artikkel ser NUPIs Bjørnar Sverdrup-Thygeson nærmere på det diplomatiske forholdet mellom Kina og afrikanske land.

source: Research Director at NUPI, Ole Jacob Sending will moderate this theory seminar.
nb: Forskningsdirektør ved NUPI, Ole Jacob Sending, leder teoriseminaret.

source: She has previously worked in the Moscow office of the World Bank, then continued to work on the implementation of the World Bank projects in the Foundation for Enterprise Restructuring as deputy director.
nb: Hun har tidligere jobbet for Verdensbanken I Moskva, og som nestleder for Verdensbankens «Foundation for Enterprise Restructuring”.

source: His PhD and MA degrees are in political science.
nb: PhD og MA gradene hans er innen statsvitenskap.

source: Director, Norwegian Institute for Defence Studies (IFS)
nb: Direktør, Institutt for forsvarsstudier (IFS)

source: Paul is the author or editor of 18 books and over 65 scholarly articles/book chapters in the fields of International Relations, International Security, and South Asia.
nb: Paul er forfatter eller redaktør av 18 bøker og over 65 vitenskapelige artikler / bokkapitler innen internasjonale forhold, internasjonal sikkerhet og Sør-Asia.

source: Our activities are funded by Norwegian and international organisations like the Research Council of Norway and the EU, as well as public and private enterprises.
nb: Vår finansiering kommer fra ulike nasjonale og internasjonale organisasjoner, som Norges forskningsråd og EU, samt offentlige og private virksomheter.

source: Is, for instance, development assistance an effective way to regulate emigration from developing countries, and under what conditions?
nb: Er for eksempel bistand en effektiv måte å begrense utvandring fra utviklingsland, og i så fall, under hvilke omstendigheter?

source: The prevention of terrorism, radicalization and violent extremism are essential topics in Norwegian and in a European terrorism research, and the report outlines what we know about the causes of terrorism, radicalization and hate crime, terrorists’ strategies, rationalities and target selection, as well as how these phenomena can be counteracted.
nb: Forebygging av terrorisme, radikalisering og voldelig ekstremisme er et viktig tema både i norsk og europeisk terrorismeforskning, og kunnskapsoppsummeringen går gjennom det vi vet om årsaker til fremvekst av terrorisme, radikalisering og hatkriminalitet, samt terroristers handlingsstrategier, rasjonaliteter og målutvelgelse, og hvordan disse kan motvirkes.

source: Today, Lebanon stands as a buffer state for Europe, against the threat from IS and the refugee crisis.
nb: I dag er Libanon en buffer for Europa, både for trusselen fra IS og flyktningkrisen.

source: Chair is Senior Research Fellow at NUPI Pernille Rieker.
nb: Ordstyrer er seniorforsker ved NUPI Pernille Rieker.

source: Vera Mironova is an International Security Fellow at Belfer Center, Harvard Kennedy School and has her PhD from the University of Maryland.
nb: Vera Mironova forsker på internasjonal sikkerhet ved Belfer Center på Harvard Kennedy School og har doktorgrad fra University of Maryland.

source: , Head of the Konrad-Adenauer-Stiftung office for the Baltic States and Nordic countries will make opening remarks at the start of the event.
nb: , leder av KAS-kontoret for de baltiske landene og nordiske land, vil si noen åpningsord på starten av arrangementet.

source: For more than two decades, Beijing engaged Western-led financial institutions and accepted their rules and guidelines.
nb: I over to tiår har Beijing forholdt seg til vestligledede finansinstitusjoner og deres regler og retningslinjer.

source: Internasjonal politikk was initiated by the Norwegian committee for international matters in 1937 and has been published by the Norwegian Institute of International Affairs (NUPI) since 1960.
nb: Tidsskriftet ble startet av Norsk komité for internasjonale spørsmål i 1937, og har siden 1960 blitt utgitt av Norsk Utenrikspolitisk Institutt (NUPI).

source: Part 2: Debate: How to ensure legitimacy in intelligence work in a world of great power-rivalry, terrorism and surveillance states?
nb: Del 2: Debatt: Hvordan kan vi sikre legitimitet i etterretningsarbeidet i en verden med stormaktrivalisering, terrorisme og overvåkningsstater?

source: , funded by the
nb: , finansiert av

source: How does climate change affect peace and security in Somalia?
nb: Hvordan påvirker klimaendringer fred og sikkerhet i Somalia?

source: Bown is familiar with the economics as well as the institutions of trade, and he is also known for his recent “Trade Talks” podcast jointly with Soumaya Keynes from the Economist.
nb: Han er også kjent for podkasten “Trade Talks” som han lager sammen med Soumaya Keynes fra the Economist.

source: Japan has concluded a major free trade agreement with the EU following those already agreed with Korea, Singapore and Vietnam.
nb: Japan har ferdigstilt en stor frihandelsavtale med EU, og det har allerede blitt gjort avtaler med Korea, Singapore og Vietnam.

source: At present, 13.4 million people in Syria are in need of humanitarian assistance, a 20 percent increase from 2020.
nb: I dag er det over 13,4 millioner mennesker i Syria som trenger humanitærhjelp, en 20% økning siden 2020.

source: He has published peer-reviewed articles in Third World Quarterly, Global Affairs, and New Perspectives, as well as policy-orientated research on behalf of the International Law and Policy Institute, and several op-eds in Klassekampen and Aftenposten.
nb: Paul har fått publisert fagfellevurderte artikler i Third World Quarterly, Global Affairs, og New Perspectives, så vel som anvendt forskning på vegne av International Law and Policy Institute, og flere kronikker i Klassekampen og Aftenposten.

source: The willingness to discuss human rights, rule of law and other political values in relations with China is the topic when the European Think-tank Network on China in January presents its joint report in several EU institutions.
nb: Viljen til å ta opp menneskerettigheter, rettssikkerhet og andre politiske verdier i relasjonene til Kina er tema når European Think-tank Network on China i januar presenterer sin fellesrapport for flere institusjoner i EU.

source: He has conducted over 600 seminars and roundtables organized by the Institute. He has been involved in organizing both the research and training programs of the Institute.
nb: Han har stått for over 600 seminarer og rundebordsmøter ved IPS og har vært involvert i organiseringen av både forsknings- og veiledningsprogrammer ved instituttet.

source: This high demand for coltan coincided with the second DR Congo war (1998 – 2003) which was caused by years of bad governance, systematic state corruption, heightened poverty and ethnic divisions.
nb: Den høye etterspørselen etter coltan falt da den andre Kongo krigen startet (1998 - 2003), som var forårsaket av år med dårlig styresett, systematisk statlig korrupsjon, økt fattigdom og etniske skillelinjer.

source: It shows a better gender balance at NUPI.
nb: at kjønnsbalansen på NUPI er i bedring.

source: "Conflict Trends in West Africa"
nb: "Konflikttrender i Vest-Afrika"

source: Dr Adebusuyi Isaac Adeniran is a visiting researcher at the Nordic Africa Institute, Uppsala, Sweden and a Lecturer/Researcher in migration and development studies at Obafemi Awolowo University, Ile-Ife, Nigeria.
nb: Dr Adebusuyi Isaac Adeniran er gjesteforsker ved Nord-Afrikainstituttet i Uppsala, Sverige, og foreleser/forsker i migrasjons- og utviklingsstudier ved Obafemi Awolowo University, Ile-Ife, Nigeria.

source: From Norway, OsloMet, UiB, BI, Nord University, Institute for Social Research, NTNU, FNI, NIFU, fafo, UiO and NUPI have so far participated with presentations.
nb: Fra Norge har så langt OsloMet, UiB, BI, Nord Universitet, Institutt for samfunnsforskning, NTNU, FNI, NIFU, Fafo, UiO og NUPI deltatt med presentasjoner.

source: This will have implications for the future policy options vis-à-vis the other, non-jihadi or non-terrorist, foreign fighters.
nb: Dette vil få implikasjoner for de fremtidige politiske alternativene overfor de andre, ikke-jihadi eller ikke-terroristiske, utenlandske krigere.

source: Adjunct Senior Researcher, Chr.
nb: Tilknyttet seniorforsker, Chr.

source: ‘Despite President Trump’s deal with Kim Jong-un earlier this year?’
nb: – Trass i Trumps avtale med Kim Jong-un, som førstnevnte uttrykte mye stolthet over?

source: ‘The 2020 election will be the litmus test for the domestic reforms and if he is serious about the promises made,’ says Lie.
nb: - 2020-valget blir en lakmustest for de nasjonale reformene og om Abiy mener alvor med løftene sine, sier Lie.

source: His presentation was based on a longitude archive of primary source materials collected by Winter since early 2014, and Winter gave an overview on how the terrorist group is using strategic communication in its operations today.
nb: Fordraget hans baserer seg på omfattende datamateriale innsamlet siden 2014, og Winter gav en oversikt over hvordan terrorgruppen IS i bruker strategisk kommunikasjon i operasjonene sine i dag.

source: , ranked at level 2 in the Norwegian system.
nb: , som er rangert på nivå 2 i det norske systemet. Lavere miljøstandarder

source: New and protracted crises, from the conflict in Ukraine to the rise of Daesh in Syria and Iraq, and the refugee situation in North Africa and the Sahel, have made the improvement of external crisis-response capacities a top priority.
nb: Nye og langvarige kriser, inkludert konflikten i Ukrainia, fremmarsjen av IS i Syria og Irak, samt flyktningsituasjonen i Nord-Afrika og Sahel, har gjort forbedringen av EUs eksterne kriserespons til en topp-prioritet.

source: Master's Degree, Political Science, University of Oslo (UiO)
nb: Mastergrad, Statsvitenskap, Universitetet i Oslo (UiO)

source: to enact countermeasures against violent extremism such as bolstering civil society and the media.
nb: iverksette vedtak mot voldelig ekstremisme, som for eksempel å styrke sivilsamfunn og medier.

source: Islamic Insurgents in the MENA Region - Global Threat or Regional Menace?
nb: Islamistiske opprørere i MENA-regionen – en global eller regional trussel?

source: Opening remarks by Senior Research Fellow at NUPI Pernille Rieker.
nb: Åpningsinnlegg ved seniorforsker på NUPI Pernille Rieker.

source: Training/networking event for researchers from 8 different countries in Central Asia and South Caucasus, with training and opportunity to associate network.
nb: Trenings/nettverksskapende arrangement for forskere fra 8 forskjellige land i Sentralasia og Sør-Kaukasus, med opplæring og mulighet for å knytte nettverk.

source: ‘Recognizing the importance of securing support from the other 27 EU leaders before the formal negotiations began, Cameron, along with Chancellor of the Exchequer George Osborne, Foreign Secretary Philip Hammond and Europe Minister David Lidington, began a series of bilateral meetings with colleagues across the EU.
nb: Cameron erkjente betydningen av å sikre støtten fra de 27 EU-lederne før de formelle forhandlingene og arrangerte derfor flere møter med viktige skikkelser i EU, blant andre finansministeren George Osborne, utenriksminister Philip Hammond og Europaministeren David Lidington.

source: The conference "Lifting the Veil of Secrecy" in Bergen was hosted by NHH (Norwegian School of Economics), Chr.
nb: I Bergen ble SkattJakt-konferansen, ”Lifting the Veil of Secrecy”, arrangert av Chr.

source: Denmark, Finland, Iceland, Norway and Sweden share a number of political, economic and cultural features.
nb: Danmark, Finland, Island, Norge og Sverige deler en rekke politiske, økonomiske og kulturelle fellestrekk.

source: First, it offers a systematic comparison between the provisions in the RP, the EU-Canada Comprehensive Economic and Trade Agreement (CETA) and EU common regulatory framework.
nb: Artikkelen sammenligner markedsregulering i EØS med forpliktelsene i WTO og CETA (avtalen mellom EU og Canada) og finner at bestemmelsene langt på veg er utdaterte.

source: On this page you will find some of NUPI’s contribution’s about Covid-19.
nb: På denne siden finner du noen av NUPIs bidrag om covid-19.

source: Engaging civil society, academia and the media in the process of building a “taxpaying culture”.
nb: Engasjere sivilsamfunnet, akademia og medier i å bygge en "skattebetalende kultur".

source: He is also a member of the FEUTURE project.
nb: Han er også medlem av FEUTURE-prosjektet.

source: This was key question when EU minister Vidar Helgesen, opened NUPI’s EUNOR workshop October 8.
nb: Det var hovedspørsmålet da EU-minister Vidar Helgesen åpnet NUPIs EUNOR-workshop 8.

source: NUPI, who covers Norway in the report, was recently admitted into the network that consists of foreign policy research institutions in EU member countries.
nb: NUPI, som dekker Norge i rapporten, ble nylig innlemmet i nettverket, som ellers består av utenrikspolitiske forskningsmiljø i EU-land.

source: Head of Security & Resilience Programme, ICDS
nb: Leder for Program for sikkerhet og motstandskraft, ICDS

source: Sulmeyer has written several articles on cyber, read two of them
nb: Sulmeyer har skrevet flere artikler om cyber, som

source: On 27 March the UN begins the negotiation of a nuclear ban convention.
nb: 27 mars starter FN de første forhandlingene for en konvensjon for atomforbud.

source: Senior Research Fellow at NUPI, Marc Lanteigne, is the author of the book
nb: Seniorforsker på NUPI, Marc Lanteigne, er forfatteren bak

source: This talk by Albin Kurti will present a perspective from Kosovo on these recent developments.
nb: Denne presentasjonen av Albin Kurti presenterer et perspektiv på Kosovo og denne utviklingen.

source: The European Research Council (ERC)
nb: Det europeiske forskningsrådet (ERC)

source: Cristina Archetti is Professor in Political Communication and Journalism at the University of Oslo, Norway.
nb: Cristina Archetti er professor i politisk kommunikasjon og journalistikk ved Universitetet i Oslo.

source: The discussant for Mr. Tsugami’s talk is Research Fellow at NUPI Bjørnar Sverdrup-Thygeson.
nb: Opponent til Tsugami er NUPI-forsker Bjørnar Sverdrup-Thygeson.

source: He received a PhD in political science from Goethe University Frankfurt in 2017.
nb: Han fikk sin PhD i statsvitenskap fra Goethe University Frankfurt i 2017.

source: This webinar will present China Council’s rapport: “Building a Sustainable Ocean Economy for China”.
nb: Dette webinaret presenterer rapporten “Building a Sustainable Ocean Economy for China” som ser nærmere på hvordan Kina og Norge kan samarbeide om havrelaterte tema.

source: ), funded by
nb: ), finansiert av

source: Prior to joining NUPI, he worked as an Executive Officer at the Norwegian Embassy in Baku, Azerbaijan.
nb: Før han begynte ved NUPI, arbeidet Gjerde ved den norske ambassaden i Baku i Aserbajdsjan.

source: Dr Cedric de Coning has been the project leader at NUPI, while Dr Marc Lanteigne and Dr Eli Stamnes have contributed to the research and produced policy briefs for the project.
nb: Seniorforsker Cedric de Coning har vært prosjektleder på NUPI, mens seniorforskerne Marc Lanteigne og Eli Stamnes har bidratt til forskningen og produsert policy briefs til prosjektet.

source: The action plan has primarily been prepared for NUPI in its role as employer, and the
nb: Handlingsplanen er primært utarbeidet for NUPI som arbeidsgiver, og målgruppen er

source: (Principal Investigator and Research Professor, NUPI)
nb: (Prosjektleder for PREVEX og forsker I, NUPI)

source: These wars enjoy strong support in the Russian population.
nb: Disse krigene har hatt bred støtte i den russiske eliten og i befolkningen.

source: Retention: How are their personnel management policies?
nb: Hvordan er personalpolitikken?Gjennomtrekk:
